/**
 * Ukrainian translation for js-year-calendar
 * Petro Franko
 */

Calendar.locales['ua'] = {
	days: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота"],
	daysShort: ["Нед", "Пон", "Вт", "Сер", "Чет", "Пт", "Суб"],
	daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	months: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
	monthsShort: ["Січ", "Лют", "Бер", "Кві", "Тра", "Чер", "Лип", "Сер", "Вер", "Жов", "Лис", "Гру"],
	weekShort: 'Т',
	weekStart: 1
};
