/**
 * Ukrainian translation for js-year-calendar
 * by Vadym Korolyuk
 */
 
Calendar.locales['uk'] = {
	days: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота"],
	daysShort: ["Нед", "Пон", "Вів", "Сер", "Чет", "Птн", "Суб"],
	daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	months: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень","Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
	monthsShort: ["Січ", "Лют", "Бер", "Кві", "Тра", "Чер", "Лип", "Сер", "Вер", "Жов", "Лис","Гру"],
	weekShort: 'н',
	weekStart: 1
};