/**
 * Serbian translation for js-year-calendar
 * Lazarevic Ivica <lazarevic.ivica@gmail.com>
 */
 
Calendar.locales['sr'] = {
	days: ["Недеља", "Понедељак", "Уторак", "Среда", "Четвртак", "Петак", "Субота"],
	daysShort: ["Нед", "Пон", "Уто", "Сре", "Чет", "Пет", "Суб"],
	daysMin: ["Не", "По", "Ут", "Ср", "Че", "Пе", "Су"],
	months: ["Јануар", "Фебруар", "Март", "Април", "Мај", "Јун", "Јул", "Август", "Септембар", "Октобар", "Новембар", "Децембар"],
	monthsShort: ["Јан", "Феб", "Мар", "Апр", "Мај", "Јун", "Јул", "Авг", "Сеп", "Окт", "Нов", "Дец"],
	weekShort: 'н',
	weekStart: 1
};